[
  {
    "Key": "IntensePain.Name",
    "ProcessTemplates": false,
    "enGB": "Intense Pain"
  },
  {
    "Key": "IntensePain.Description",
    "enGB": "When you use your painful stare ability to increase your own damage, you deal an additional 1d6 points of damage. This damage increases to 2d6 at mesmerist level 12th and to 3d6 at mesmerist level 18th.\nWhen you use painful stare to augment an ally’s damage, the target of the painful stare takes 1 additional point of damage for every 4 mesmerist levels you possess."
  },
  {
    "Key": "FatiguingStare.Name",
    "ProcessTemplates": false,
    "enGB": "Fatiguing Stare"
  },
  {
    "Key": "FatiguingStare.Description",
    "enGB": "When a target takes damage from your painful stare, it must succeed at a Fortitude saving throw (DC = 10 + 1/2 your mesmerist level + your Charisma modifier) or become fatigued for 1 round. This can’t cause the target to become exhausted, even if the target is already fatigued."
  },
  {
    "Key": "DemoralizingStare.Name",
    "ProcessTemplates": false,
    "enGB": "Demoralizing Stare"
  },
  {
    "Key": "DemoralizingStare.Description",
    "enGB": "When you trigger your painful stare, the target must succeed at a Will Save (DC = 10 + 1/2 your mesmerist level + your Charisma modifier) or become shaken for 1 round. This can’t cause the target to become frightened, even if the target is already shaken."
  },
  {
    "Key": "ExcoriatingStare.Name",
    "ProcessTemplates": false,
    "enGB": "Excoriating Stare"
  },
  {
    "Key": "ExcoriatingStare.Description",
    "enGB": "Whenever you trigger a painful stare, the target must succeed at a Will saving throw (DC = 10 + 1/2 your mesmerist level + your Charisma modifier) or become sickened by the pain for 1 round."
  },
  {
    "Key": "CompoundedPain.Name",
    "ProcessTemplates": false,
    "enGB": "Compounded Pain"
  },
  {
    "Key": "CompoundedPain.Description",
    "enGB": "Benefits: You can apply the effects of two stare feats to your painful stares.\nNormal: You can apply the effects of only one stare feat to a given painful stare."
  },
  {
    "Key": "ManifoldStare.Name",
    "ProcessTemplates": false,
    "enGB": "Manifold Stare"
  },
  {
    "Key": "ManifoldStare.Description",
    "enGB": "Benefits: You can trigger your painful stare one additional time per round.\nSpecial:  This feat can be taken once by a 3rd-level mesmerist, and again when he reaches 9th and 15th levels. Its effects stack. A mesmerist can take this feat in place of a bold stare improvement."
  }
]
