[
  {
    "Key": "IntensePain.Name",
    "ProcessTemplates": false,
    "enGB": "Intense Pain"
  },
  {
    "Key": "IntensePain.Description",
    "enGB": "When you use your painful stare ability to increase your own damage, you deal an additional 1d6 points of damage. This damage increases to 2d6 at mesmerist level 12th and to 3d6 at mesmerist level 18th.\nWhen you use painful stare to augment an ally’s damage, the target of the painful stare takes 1 additional point of damage for every 4 mesmerist levels you possess."
  },
  {
    "Key": "FatiguingStare.Name",
    "ProcessTemplates": false,
    "enGB": "Fatiguing Stare"
  },
  {
    "Key": "FatiguingStare.Description",
    "enGB": "When a target takes damage from your painful stare, it must succeed at a Fortitude saving throw (DC = 10 + 1/2 your mesmerist level + your Charisma modifier) or become fatigued for 1 round. This can’t cause the target to become exhausted, even if the target is already fatigued."
  },
  {
    "Key": "DemoralizingStare.Name",
    "ProcessTemplates": false,
    "enGB": "Demoralizing Stare"
  },
  {
    "Key": "DemoralizingStare.Description",
    "enGB": "When you trigger your painful stare, the target must succeed at a Will Save (DC = 10 + 1/2 your mesmerist level + your Charisma modifier) or become shaken for 1 round. This can’t cause the target to become frightened, even if the target is already shaken."
  },
  {
    "Key": "ExcoriatingStare.Name",
    "ProcessTemplates": false,
    "enGB": "Excoriating Stare"
  },
  {
    "Key": "ExcoriatingStare.Description",
    "enGB": "Whenever you trigger a painful stare, the target must succeed at a Will saving throw (DC = 10 + 1/2 your mesmerist level + your Charisma modifier) or become sickened by the pain for 1 round."
  },
  {
    "Key": "CompoundedPain.Name",
    "ProcessTemplates": false,
    "enGB": "Compounded Pain"
  },
  {
    "Key": "CompoundedPain.Description",
    "enGB": "Benefits: You can apply the effects of two stare feats to your painful stares.\nNormal: You can apply the effects of only one stare feat to a given painful stare."
  },
  {
    "Key": "ManifoldStare.Name",
    "ProcessTemplates": false,
    "enGB": "Manifold Stare"
  },
  {
    "Key": "ManifoldStare.Description",
    "enGB": "Benefits: You can trigger your painful stare one additional time per round.\nSpecial:  This feat can be taken once by a 3rd-level mesmerist, and again when he reaches 9th and 15th levels. Its effects stack. A mesmerist can take this feat in place of a bold stare improvement."
  },
  {
    "Key": "TrickFeats.Name",
    "ProcessTemplates": false,
    "enGB": "Trick Features"
  },
  {
    "Key": "TrickFeats.Description",
    "enGB": "Allows the mesmerist to modify their tricks by altering or expanding how they can be used."
  },
  {
    "Key": "BouncingTrick.Name",
    "ProcessTemplates": false,
    "enGB": "Bouncing Trick"
  },
  {
    "Key": "BouncingTrick.Description",
    "enGB": "After you trigger a bouncing trick, you can redirect the trick to one target within 30 feet as an immediate action. The redirected trick is immediately implanted in the new target’s mind, as if it were the original target. "
  },
  {
    "Key": "SpellTrick.Name",
    "ProcessTemplates": false,
    "enGB": "Spell Trick"
  },
  {
    "Key": "SpellTrick.Description",
    "enGB": "Allows the mesmerist to cast their next spell as a swift action at the cost of one of their mesmerist tricks."
  },
  {
    "Key": "ReapplyTrick.Name",
    "ProcessTemplates": false,
    "enGB": "Reapply Trick"
  },
  {
    "Key": "ReapplyTrick.Description",
    "enGB": "After you trigger a trick, the trick is reapplied to the target."
  },
  {
    "Key": "ConsummateTrickster.Name",
    "ProcessTemplates": false,
    "enGB": "Consummate Trickster"
  },
  {
    "Key": "ConsummateTrickster.Description",
    "enGB": "A vexing trickster gains a +1 bonus on Bluff, Thievery, and Stealth checks. This bonus increases by 1 for every 3 mesmerist levels."
  },
  {
    "Key": "TrickstersEgo.Name",
    "ProcessTemplates": false,
    "enGB": "Trickster's Ego'"
  },
  {
    "Key": "TrickstersEgo.Description",
    "enGB": "At 2nd level, a vexing trickster gains Combat Expertise as a bonus feat. If his Intelligence score is less than 13, his Intelligence counts as 13 for the purpose of meeting the prerequisites for combat feats."
  },
  {
    "Key": "ManifoldHijinks.Name",
    "ProcessTemplates": false,
    "enGB": "Manifold Hijinks'"
  },
  {
    "Key": "ManifoldHijinks.Description",
    "enGB": "At 6th level, the vexing trickster learns to implant multiple mesmerist tricks that have been modified by trick feats (henceforth called modified tricks) in his targets’ minds simultaneously. At 6th level, the vexing trickster can implant up to two modified mesmerist tricks in a single target simultaneously. At 14th level, he can implant up to three modified mesmerist tricks in a single target simultaneously. This ability doesn’t allow a mesmerist to apply more than one trick feat to a single mesmerist trick at a time."
  }
]
